IdeaRS.OpenModel.Geometry3D.ArcSegment3D
Represents an arc segment in three-dimensional space.

IdeaRS.OpenModel.Geometry3D.ArcSegment3D.Point
Gets or sets the reference to IdeaRS.OpenModel.Geometry3D.Point3D of circular arc somewhere between start and end point.